Repository: kenankolicic/ICopy
Catalog: iCopy.Web/Resources/SharedResource.*.resx
Languages: bs_latn_ba

source: About
bs_latn_ba: O nama

source: Account details
bs_latn_ba: Detalji korisničkog računa

source: Account settings
bs_latn_ba: Postavke korisničkog računa

source: Actions
bs_latn_ba: Akcije

source: Active
bs_latn_ba: Aktivan

source: Add city
bs_latn_ba: Dodaj grad

source: Add company
bs_latn_ba: Dodaj kompaniju

source: Add copier
bs_latn_ba: Dodaj kopirnicu

source: Add country
bs_latn_ba: Dodaj državu

source: Add employee
bs_latn_ba: Dodaj zaposlenika

source: Add print request
bs_latn_ba: Dodaj zahtjev za printanje

source: Address
bs_latn_ba: Adresa

source: All
bs_latn_ba: Sve

source: Are you sure?
bs_latn_ba: Da li ste sigurni?

source: Back
bs_latn_ba: Nazad

# BirthDate
source: Date of birth
bs_latn_ba: Datum rođenja

source: Bosnian
bs_latn_ba: Bosanski

source: Cancel
bs_latn_ba: Nazad

source: Change password
bs_latn_ba: Izmijeni šifru

source: Change profile image
bs_latn_ba: Uredi sliku profila

source: Change your password
bs_latn_ba: Izmijeni šifru

source: Choose city
bs_latn_ba: Izaberite grad

source: Choose collated print options
bs_latn_ba: Odaberite raspored printanja

source: Choose company
bs_latn_ba: Izaberite kompaniju

source: Choose copier
bs_latn_ba: Odaberi kopirnicu

source: Choose country
bs_latn_ba: Izaberite državu

source: Choose gender
bs_latn_ba: Izaberite spol

source: Choose letter
bs_latn_ba: Odaberite format

source: Choose orientation
bs_latn_ba: Odaberite orijentaciju

source: Choose page per sheet
bs_latn_ba: Odaberite koliko stranica želite isprintat na jednu stranicu

source: Choose print options
bs_latn_ba: Odaberite opcije printanja

source: Choose side print options
bs_latn_ba: Odaberite želite li jednostrano ili dvostrano printanje

source: Choose status
bs_latn_ba: Odaberite status

source: Cities
bs_latn_ba: Gradovi

source: City
bs_latn_ba: Grad

source: City settings
bs_latn_ba: Postavke grada

source: Close
bs_latn_ba: Zatvori

source: Collated
bs_latn_ba: Raspoređen

source: Collated print options
bs_latn_ba: Način rasporeda

source: Company details
bs_latn_ba: Detalji kompanije

source: Company settings
bs_latn_ba: Postavke kompanije

source: Completed
bs_latn_ba: Završeno

source: Confirm
bs_latn_ba: Potvrdi

source: Contact
bs_latn_ba: Kontakt

source: Contact agent
bs_latn_ba: Kontakt osoba

source: Contact agent phone number
bs_latn_ba: Broj telefona kontakt osobe

source: Contact email
bs_latn_ba: Kontakt email

source: Copier
bs_latn_ba: Kopirnica

source: Copier management system
bs_latn_ba: Softver za upravljanje kopirnicama

source: Copier settings
bs_latn_ba: Postavke kopirnica

# CorrectErrorBeforeGoToNextStep
source: Correct errors before go to the next step
bs_latn_ba: Ispravite greške prije nego nastavite na idući korak

source: Correct the errors
bs_latn_ba: Ispravite greške

source: Countries
bs_latn_ba: Države

source: Country
bs_latn_ba: Država

source: Country settings
bs_latn_ba: Postavke države

source: Current password
bs_latn_ba: Trenutna šifra

source: Custom
bs_latn_ba: Prilagođeno

source: Dashboard
bs_latn_ba: Kontrolna ploča

source: Description
bs_latn_ba: Opis

source: Details
bs_latn_ba: Detalji

source: Disabled
bs_latn_ba: Isključeno

# DragFilesOrClickToUpload
source: Drop files here or click to upload
bs_latn_ba: Ispusti datoteku ili klikni za prenos datoteke

source: Edit city
bs_latn_ba: Izmijeni grad

source: Edit country
bs_latn_ba: Izmijeni državu

source: Eight pages
bs_latn_ba: Osam stranica

# EmailConfirmed
source: Email is confirmed
bs_latn_ba: Email je verifikovan

# EmailNotConfirmed
source: Email is not confirmed
bs_latn_ba: Email nije verifikovan

source: Employee settings
bs_latn_ba: Postavke zaposlenika

source: Enabled
bs_latn_ba: Uključeno

source: End working time
bs_latn_ba: Kraj radnog vremena

source: English US
bs_latn_ba: Engleski US

# ErrAdd
source: An error occured while trying to insert record
bs_latn_ba: Došlo je greške prilikom pokušaja dodavanja zapisa

# ErrChangeStatus
source: An error occured while trying to change the status
bs_latn_ba: Došlo je do greške prilikom izmijene statusa

# ErrDelete
source: An error occured while trying to delete the record
bs_latn_ba: Došlo je do greške prilikom brisanja

# ErrUpdate
source: An error occured while trying to update the record
bs_latn_ba: Došlo je do greške prilikom pokušaja uređivanja zapisa

# ErrUpdatePassword
source: An error occured while trying to update password
bs_latn_ba: Dogodila se greška prilikom izmjene šifre

# ErrUserUpdate
source: An error occured while trying to update user
bs_latn_ba: Došlo je do greške prilikom uređivanja podataka o korisniku

source: Even
bs_latn_ba: Parni

source: Firstname
bs_latn_ba: Ime

source: Forgot password
bs_latn_ba: Zaboravili ste šifru

source: Four pages
bs_latn_ba: Četiri stranice

source: Gender
bs_latn_ba: Spol

source: Inactive
bs_latn_ba: Neaktivan

source: In progress
bs_latn_ba: U toku

source: Landscape
bs_latn_ba: Vodoravno

# LanguageImagePath
source: assets/media/flags/020-flag.svg
bs_latn_ba: assets/media/flags/021-bosnia-and-herzegovina.svg

source: Lastname
bs_latn_ba: Prezime

source: Letter
bs_latn_ba: Format

source: Location settings
bs_latn_ba: Postavke lokacije

# LockoutEnd
source: Lockout end date
bs_latn_ba: Datum isteka zaključavanja

source: Login
bs_latn_ba: Prijavi se

source: Logout
bs_latn_ba: Odjavi se

source: Middlename
bs_latn_ba: Nadimak

source: My profile
bs_latn_ba: Moj profil

source: Name
bs_latn_ba: Naziv

source: New password
bs_latn_ba: Nova šifra

source: Next step
bs_latn_ba: Idući korak

source: No
bs_latn_ba: Ne

source: Notifications
bs_latn_ba: Obavijesti

source: Odd
bs_latn_ba: Neparni

source: One page
bs_latn_ba: Jedna stranica

source: On hold
bs_latn_ba: Na čekanju

source: OOPS! Something went wrong here
bs_latn_ba: OOPS! Došlo je do greške.

source: Or
bs_latn_ba: Ili

source: Orientation
bs_latn_ba: Orijentacija

source: Page per sheet
bs_latn_ba: Broj stranica po jednom papiru

source: Password
bs_latn_ba: Šifa

source: Password confirm
bs_latn_ba: Potvrda šifre

# PhoneCode
source: Country phone code
bs_latn_ba: Pozivni broj države

source: Phone number
bs_latn_ba: Broj telefona

source: Phone number confirmed
bs_latn_ba: Broj telefona verifikovan

source: Phone number not confirmed
bs_latn_ba: Broj telefona nije verifikovan

source: Phone number regex
bs_latn_ba: Regex broja telefona

source: Portrait
bs_latn_ba: Portret

source: Postal code
bs_latn_ba: Poštanski broj

source: Previous
bs_latn_ba: Nazad

source: Print both sides
bs_latn_ba: Dvostruko

source: Print one sided
bs_latn_ba: Jednostruko

source: Print pages options
bs_latn_ba: Opcije printanja

source: Print request
bs_latn_ba: Zahtjev za printanje

source: Print request settings
bs_latn_ba: Zahtjevi za printanje

source: Print settings
bs_latn_ba: Postavke printanja

source: Privacy
bs_latn_ba: Privatnost

# ProfileImage
source: Profile photo
bs_latn_ba: Slika profila

source: Registration
bs_latn_ba: Registracija

source: Rejected
bs_latn_ba: Odbijeno

source: Reset
bs_latn_ba: Poništi

source: Save changes
bs_latn_ba: Sačuvaj

source: Search
bs_latn_ba: Traži

source: Settings
bs_latn_ba: Postavke

source: Short name
bs_latn_ba: Skraćeni naziv

source: Side print option
bs_latn_ba: Jednostrano ili dvostrano printanje

source: Sign Up
bs_latn_ba: Registruj se

source: Six pages
bs_latn_ba: Šest stranica

source: Sixteen pages
bs_latn_ba: Šesnaest stranica

source: Start working time
bs_latn_ba: Početak radnog vremena

source: Submit
bs_latn_ba: Sačuvaj

# SuccAdd
source: Record is successfully added
bs_latn_ba: Uspješno dodan zapis

# SuccChangeStatus
source: Status is successfully changed
bs_latn_ba: Status uspješno izmijenjen

# SuccDelete
source: Record is successfully deleted
bs_latn_ba: Zapis uspješno obrisan

# SuccPasswordUpdated
source: Password successfully updated
bs_latn_ba: Šifra uspješno ažurirana

# SuccRegister
source: Registration successfully completed, confirm your email to continue
bs_latn_ba: Registracija je uspješno završena potvrdite svoj email kako bi nastavili dalje

# SuccUpdate
source: Record is successfully updated
bs_latn_ba: Zapis uspješno uređen

# SuccUserUpdate
source: User data successfully updated
bs_latn_ba: Korisnički podaci uspješno ažurirani

source: System settings
bs_latn_ba: Postavke sistema

source: Team
bs_latn_ba: Tim

source: Two factor enabled
bs_latn_ba: Uključena dvostruka autentifikacija

source: Two pages
bs_latn_ba: Dvije stranice

source: Uncollated
bs_latn_ba: Neraspoređen

source: Update
bs_latn_ba: Izmijeni

source: Update company details
bs_latn_ba: Uredi detalje kompanije

source: Update copier details
bs_latn_ba: Izmijeni detalje kopirnice

source: Upload file
bs_latn_ba: Učitavanje fajla

source: Url
bs_latn_ba: Link

source: User does not exists
bs_latn_ba: Korisnik ne postoji

# UserAccountActivated
source: User account successfully activated
bs_latn_ba: Korisnički račun uspješno aktiviran

# UserAccountNotActivated
source: An error occured while trying to activate user account
bs_latn_ba: Došlo je do greške prilikom aktivacije korisničkog računa

source: Username
bs_latn_ba: Korisničko ime

source: Username or email
bs_latn_ba: Korisničko ime ili email

source: User settings
bs_latn_ba: Postavke korisnika

# WelcomeToCopierManagementSystem
source: Welcome to the copier management system
bs_latn_ba: Dobrodošli u softver za upravljanje kopirnicama

source: Yes
bs_latn_ba: Da
